Repository: hardioi/hotel_app_training
Catalog: lib/l10n/app_*.arb
Languages: ru

source: More about the room
ru: Подробнее о номере

source: Choose a number
ru: Выбрать номер

# mostNecessary
source: The most necessary
ru: Самое необходимое

source: What is included
ru: Что включено

source: Conveniences
ru: Удобства

source: About the hotel
ru: Об отеле

source: To choose a room
ru: К выбору номера

source: Hotel
ru: Отель

# fromNRub
source: from {amount} ₽
ru: от {amount} ₽

source: Information about the buyer
ru: Информация о покупателе

source: Phone number
ru: Номер телефона

source: E-Mail
ru: Почта

# securityInformation
source: This data is not shared with anyone. After payment, we will send the receipt to the number and email you specified
ru: Эти данные никому не передаются. После оплаты мы вышлем чек на указанный вами номер и почту

# maximumNumberOfTouristsForReservation
source: The maximum number of tourists for 1 booking has been reached
ru: Достигнуто максимальное количество туристов для 1 бронирования

source: Departure from
ru: Вылет из

source: Country, city
ru: Страна, город

source: Dates
ru: Даты

source: Number of nights
ru: Кол-во ночей

source: Room
ru: Номер

source: Nutrition
ru: Питание

source: Add a tourist
ru: Добавить туриста

source: Tour
ru: Тур

source: Fuel fee
ru: Топливный сбор

source: Service fee
ru: Сервисный сбор

source: To be paid
ru: К оплате

source: Booking
ru: Бронирование

# payNRub
source: To pay {amount} ₽
ru: Оплатить {amount} ₽

# labelTextForName
source: Name
ru: Имя

# labelTextForSurname
source: Surname
ru: Фамилия

# labelTextForBirthdate
source: Birthdate
ru: Дата рождения

# hintTextForBirthdate
source: DD.MM.YYYY
ru: ДД.ММ.ГГГГ

# labelTextForCitizenship
source: Citizenship
ru: Гражданство

# labelForPassportNubmer
source: Passport number
ru: Номер загранпаспорта

# labelForPassportEndsDate
source: The validity period of the passport
ru: Срок действия загранпаспорта

# hintTextForPassportEndsDate
source: MM.YYYY
ru: ММ.ГГГГ

source: First tourist
ru: Первый турист

source: Second tourist
ru: Второй турист

source: Third tourist
ru: Третий турист

source: Fourth tourist
ru: Четвертый турист

source: Too many tourists
ru: Слишком много туристов

# orderHasBeenPaid
source: The order has been paid
ru: Заказ оплачен

source: Your order has been accepted
ru: Ваш заказ принят в работу

# orderConfirmationInformation
source: Order confirmation No.{nubmerOfOrder} may take some time (from 1 hour to a day). As soon as we receive a response from the tour operator, a notification will be sent to your email.
ru: Подтверждение заказа №{nubmerOfOrder} может занять некоторое время (от 1 часа до суток). Как только мы получим ответ от туроператора, вам на почту придет уведомление.

# great
source: Super!
ru: Супер!

source: Houston, we don't see you
ru: Хьюстон, не видим вас

# problemsWithMobileInternetOrWiFi
source: Apparently, you have problems with mobile Internet or Wi-Fi
ru: Судя по всему, у вас проблемы с мобильным интернетом или Wi-Fi

source: Close
ru: Закрыть
